Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.nav.deletionTitle
source: Account deletion
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলা
ca: Eliminació del compte
cs: Smazání účtu
da: Kontosletning
de: Kontolöschung
el: Διαγραφή λογαριασμού
es: Eliminación de cuenta
fi: Tilin poisto
fr: Suppression du compte
he: מחיקת חשבון
hi: अकाउंट हटाना
hr: Brisanje računa
hu: Fiók törlése
id: Penghapusan akun
it: Eliminazione account
ja: アカウントの削除
ko: 계정 삭제
ml: അക്കൗണ്ട് ഇല്ലാതാക്കൽ
ms: Pemadaman akaun
nb: Sletting av konto
nl: Account verwijderen
pl: Usunięcie konta
pt_br: Exclusão da conta
pt_pt: Eliminação da conta
ro: Ștergerea contului
ru: Удаление аккаунта
sk: Odstránenie účtu
sv: Radering av konto
ta: கணக்கு நீக்கம்
te: ఖాతా తొలగింపు
th: การลบบัญชี
tr: Hesap silme
uk: Видалення облікового запису
ur: اکاؤنٹ حذف کرنا
vi: Xóa tài khoản
zh_hans: 账户删除
zh_hant: 帳號刪除

# account.nav.title
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: अकाउंट
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ml: അക്കൗണ്ട്
ms: Akaun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sv: Konto
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

# account.password.changed.title
source: Password changed
ar: تغيّرت كلمة المرور
bn: পাসওয়ার্ড বদলেছে
ca: Contrasenya canviada
cs: Heslo změněno
da: Adgangskode ændret
de: Passwort geändert
el: Ο κωδικός άλλαξε
es: Contraseña cambiada
fi: Salasana vaihdettu
fr: Mot de passe modifié
he: הסיסמה שונתה
hi: पासवर्ड बदल गया
hr: Lozinka promijenjena
hu: Jelszó megváltoztatva
id: Kata sandi diubah
it: Password cambiata
ja: パスワードを変更しました
ko: 비밀번호가 변경되었어요
ml: പാസ്‌വേഡ് മാറ്റി
ms: Kata laluan ditukar
nb: Passord endret
nl: Wachtwoord gewijzigd
pl: Hasło zmienione
pt_br: Senha alterada
pt_pt: Palavra-passe alterada
ro: Parolă schimbată
ru: Пароль изменён
sk: Heslo bolo zmenené
sv: Lösenordet har ändrats
ta: கடவுச்சொல் மாற்றப்பட்டது
te: పాస్‌వర్డ్ మారింది
th: เปลี่ยนรหัสผ่านแล้ว
tr: Şifre değiştirildi
uk: Пароль змінено
ur: پاس ورڈ تبدیل ہو گیا
vi: Đã đổi mật khẩu
zh_hans: 密码已更改
zh_hant: 密碼已變更

# account.password.current.hint
source: Proves this is your account, not just an unlocked phone
ar: يثبت أن هذا حسابك، لا مجرد هاتف مفتوح
bn: প্রমাণ করে যে এটি আপনার অ্যাকাউন্ট, শুধু একটি আনলক করা ফোন নয়
ca: Demostra que aquest compte és teu, no només un telèfon desbloquejat
cs: Ověří, že je to tvůj účet, a ne jen odemčený telefon
da: Beviser, at det er din konto og ikke bare en oplåst telefon
de: Bestätigt, dass es dein Konto ist und nicht nur ein entsperrtes Telefon
el: Αποδεικνύει ότι είναι ο λογαριασμός σου, όχι απλώς ένα ξεκλείδωτο τηλέφωνο
es: Demuestra que esta es tu cuenta, no solo un teléfono desbloqueado
fi: Varmistaa, että tämä on sinun tilisi eikä vain avattu puhelin
fr: Prouve que c’est bien votre compte, pas seulement un téléphone déverrouillé
he: מוכיח שזה החשבון שלך, ולא רק טלפון פתוח
hi: साबित करता है कि यह आपका अकाउंट है, सिर्फ़ अनलॉक फ़ोन नहीं
hr: Potvrđuje da je ovo tvoj račun, a ne samo otključan telefon
hu: Igazolja, hogy ez a te fiókod, nem csak egy feloldott telefon
id: Membuktikan ini akunmu, bukan sekadar ponsel yang tidak terkunci
it: Dimostra che questo è il tuo account, non solo un telefono sbloccato
ja: ロックが解除された電話だけでなく、本人のアカウントであることを確認します
ko: 잠금 해제된 휴대폰이 아니라 내 계정임을 확인해요
ml: അൺലോക്ക് ചെയ്ത ഫോൺ മാത്രമല്ല, ഇത് നിങ്ങളുടെ അക്കൗണ്ടാണെന്ന് തെളിയിക്കുന്നു
ms: Membuktikan ini akaun anda, bukan sekadar telefon yang tidak berkunci
nb: Bekrefter at dette er kontoen din, ikke bare en opplåst telefon
nl: Bewijst dat dit jouw account is, en niet alleen een ontgrendelde telefoon
pl: Potwierdza, że to Twoje konto, a nie tylko odblokowany telefon
pt_br: Confirma que esta é a sua conta, e não apenas um celular desbloqueado
pt_pt: Confirma que esta é a sua conta, e não apenas um telemóvel desbloqueado
ro: Dovedește că acesta este contul tău, nu doar un telefon deblocat
ru: Подтверждает, что это ваш аккаунт, а не просто разблокированный телефон
sk: Potvrdí, že ide o tvoj účet, nielen odomknutý telefón
sv: Bekräftar att det är ditt konto, inte bara en olåst telefon
ta: திறக்கப்பட்ட தொலைபேசி மட்டுமல்ல, இது உங்கள் கணக்குதான் என்பதை உறுதிசெய்யும்
te: ఇది అన్‌లాక్ చేసిన ఫోన్ మాత్రమే కాదు, మీ ఖాతానే అని నిరూపిస్తుంది
th: ยืนยันว่าเป็นบัญชีของคุณ ไม่ใช่แค่โทรศัพท์ที่ปลดล็อกอยู่
tr: Bunun yalnızca kilidi açık bir telefon değil, sizin hesabınız olduğunu kanıtlar
uk: Підтверджує, що це ваш обліковий запис, а не просто розблокований телефон
ur: ثابت کرتا ہے کہ یہ آپ کا اکاؤنٹ ہے، صرف کھلا ہوا فون نہیں
vi: Xác nhận đây là tài khoản của bạn, không chỉ là một chiếc điện thoại đã mở khóa
zh_hans: 证明这是你的账户，而不只是一部已解锁的手机
zh_hant: 證明這是你的帳號，而不只是一支解鎖的手機

# account.password.current.placeholder
source: The one you use now
ar: التي تستخدمها الآن
bn: যেটি এখন ব্যবহার করছেন
ca: La que fas servir ara
cs: Heslo, které používáš teď
da: Den, du bruger nu
de: Das aktuell verwendete
el: Αυτός που χρησιμοποιείς τώρα
es: La que usas ahora
fi: Se, jota käytät nyt
fr: Celui que vous utilisez actuellement
he: זו שבה אתה משתמש עכשיו
hi: जो आप अभी इस्तेमाल करते हैं
hr: Ona koju sada koristiš
hu: Amelyiket most használod
id: Yang kamu pakai sekarang
it: Quella che usi ora
ja: 現在使っているもの
ko: 지금 사용하는 비밀번호
ml: ഇപ്പോൾ ഉപയോഗിക്കുന്നത്
ms: Yang anda guna sekarang
nb: Det du bruker nå
nl: Het wachtwoord dat je nu gebruikt
pl: To, którego teraz używasz
pt_br: A que você usa agora
pt_pt: A que usa atualmente
ro: Cea pe care o folosești acum
ru: Тот, что вы используете сейчас
sk: To, ktoré používaš teraz
sv: Det du använder nu
ta: நீங்கள் இப்போது பயன்படுத்துவது
te: ఇప్పుడు మీరు వాడుతున్నది
th: รหัสผ่านที่คุณใช้อยู่ตอนนี้
tr: Şu an kullandığınız şifre
uk: Той, яким ви користуєтеся зараз
ur: جو آپ ابھی استعمال کرتے ہیں
vi: Mật khẩu bạn đang dùng
zh_hans: 你现在使用的密码
zh_hant: 你目前使用的密碼

# account.password.error.mismatch
source: Those two don't match.
ar: الكلمتان غير متطابقتين.
bn: দুটি মিলছে না।
ca: Les dues no coincideixen.
cs: Tato dvě hesla se neshodují.
da: De to stemmer ikke overens.
de: Die beiden stimmen nicht überein.
el: Τα δύο δεν ταιριάζουν.
es: Las dos no coinciden.
fi: Nämä kaksi eivät täsmää.
fr: Les deux ne correspondent pas.
he: שתי הסיסמאות לא תואמות.
hi: ये दोनों मेल नहीं खाते।
hr: Ta dva unosa se ne podudaraju.
hu: A két jelszó nem egyezik.
id: Kedua isian itu tidak cocok.
it: Le due password non coincidono.
ja: 2つが一致しません。
ko: 두 비밀번호가 일치하지 않아요.
ml: ആ രണ്ടും ഒത്തുപോകുന്നില്ല.
ms: Kedua-duanya tidak sepadan.
nb: De to stemmer ikke overens.
nl: Die twee komen niet overeen.
pl: Te dwa hasła nie są takie same.
pt_br: As duas não são iguais.
pt_pt: As duas não coincidem.
ro: Cele două nu coincid.
ru: Пароли не совпадают.
sk: Tieto dve sa nezhodujú.
sv: De två stämmer inte överens.
ta: அந்த இரண்டும் பொருந்தவில்லை.
te: ఆ రెండూ సరిపోలడం లేదు.
th: สองช่องนี้ไม่ตรงกัน
tr: Bu ikisi eşleşmiyor.
uk: Ці два паролі не збігаються.
ur: یہ دونوں مختلف ہیں۔
vi: Hai mật khẩu không khớp.
zh_hans: 两次输入不一致。
zh_hant: 兩次輸入不一致。

# account.password.error.tooLong
source: Passwords are at most %lld characters.
ar: كلمة المرور لا تتجاوز %lld حرف.
bn: পাসওয়ার্ড সর্বোচ্চ %lld অক্ষরের হতে পারে।
ca: Les contrasenyes tenen com a màxim %lld caràcters.
cs: Heslo může mít nejvýše %lld znaků.
da: Adgangskoder må højst være %lld tegn.
de: Passwörter dürfen höchstens %lld Zeichen haben.
el: Οι κωδικοί έχουν το πολύ %lld χαρακτήρες.
es: Las contraseñas tienen como máximo %lld caracteres.
fi: Salasanassa saa olla enintään %lld merkkiä.
fr: Les mots de passe font au plus %lld caractères.
he: סיסמאות יכולות להכיל %lld תווים לכל היותר.
hi: पासवर्ड में अधिकतम %lld अक्षर हो सकते हैं।
hr: Lozinke imaju najviše %lld znakova.
hu: A jelszó legfeljebb %lld karakter lehet.
id: Kata sandi maksimal %lld karakter.
it: Le password hanno al massimo %lld caratteri.
ja: パスワードは%lld文字以内にしてください。
ko: 비밀번호는 최대 %lld자예요.
ml: പാസ്‌വേഡുകൾ പരമാവധി %lld അക്ഷരം വരെ.
ms: Kata laluan paling banyak %lld aksara.
nb: Passord kan ha høyst %lld tegn.
nl: Wachtwoorden zijn maximaal %lld tekens.
pl: Hasło może mieć najwyżej %lld znaku.
pt_br: As senhas têm no máximo %lld caracteres.
pt_pt: As palavras-passe têm no máximo %lld carateres.
ro: Parolele pot avea cel mult %lld de caractere.
ru: Пароль — не более %lld символа.
sk: Heslá majú najviac %lld znakov.
sv: Lösenord får vara högst %lld tecken.
ta: கடவுச்சொற்கள் அதிகபட்சம் %lld எழுத்துகள் இருக்கலாம்.
te: పాస్‌వర్డ్‌లు గరిష్ఠంగా %lld అక్షరాలు ఉండాలి.
th: รหัสผ่านยาวได้ไม่เกิน %lld ตัวอักษร
tr: Şifreler en fazla %lld karakter olabilir.
uk: Пароль має містити щонайбільше %lld символу.
ur: پاس ورڈ زیادہ سے زیادہ %lld حروف کا ہو سکتا ہے۔
vi: Mật khẩu tối đa %lld ký tự.
zh_hans: 密码最多 %lld 个字符。
zh_hant: 密碼最多 %lld 個字元。

# account.password.error.tooShort
source: Passwords are at least %lld characters.
ar: كلمة المرور لا تقل عن %lld حرف.
bn: পাসওয়ার্ড কমপক্ষে %lld অক্ষরের হতে হবে।
ca: Les contrasenyes tenen com a mínim %lld caràcters.
cs: Heslo musí mít alespoň %lld znaků.
da: Adgangskoder skal være mindst %lld tegn.
de: Passwörter müssen mindestens %lld Zeichen haben.
el: Οι κωδικοί έχουν τουλάχιστον %lld χαρακτήρες.
es: Las contraseñas tienen al menos %lld caracteres.
fi: Salasanassa on oltava vähintään %lld merkkiä.
fr: Les mots de passe font au moins %lld caractères.
he: סיסמאות חייבות להכיל %lld תווים לפחות.
hi: पासवर्ड में कम से कम %lld अक्षर होने चाहिए।
hr: Lozinke imaju najmanje %lld znakova.
hu: A jelszó legalább %lld karakter legyen.
id: Kata sandi minimal %lld karakter.
it: Le password hanno almeno %lld caratteri.
ja: パスワードは%lld文字以上にしてください。
ko: 비밀번호는 최소 %lld자예요.
ml: പാസ്‌വേഡുകൾ കുറഞ്ഞത് %lld അക്ഷരം വേണം.
ms: Kata laluan sekurang-kurangnya %lld aksara.
nb: Passord må ha minst %lld tegn.
nl: Wachtwoorden zijn minimaal %lld tekens.
pl: Hasło musi mieć co najmniej %lld znaku.
pt_br: As senhas têm no mínimo %lld caracteres.
pt_pt: As palavras-passe têm no mínimo %lld carateres.
ro: Parolele trebuie să aibă cel puțin %lld de caractere.
ru: Пароль — не менее %lld символа.
sk: Heslá majú aspoň %lld znakov.
sv: Lösenord måste vara minst %lld tecken.
ta: கடவுச்சொற்கள் குறைந்தது %lld எழுத்துகள் இருக்க வேண்டும்.
te: పాస్‌వర్డ్‌లు కనీసం %lld అక్షరాలు ఉండాలి.
th: รหัสผ่านต้องมีอย่างน้อย %lld ตัวอักษร
tr: Şifreler en az %lld karakter olmalı.
uk: Пароль має містити щонайменше %lld символу.
ur: پاس ورڈ کم از کم %lld حروف کا ہونا چاہیے۔
vi: Mật khẩu tối thiểu %lld ký tự.
zh_hans: 密码至少 %lld 个字符。
zh_hant: 密碼至少需 %lld 個字元。

# account.password.intro
source: Changing your password signs every device out — this one included. That is the point: a password change is what you do when you think a session isn't yours.
ar: تغيير كلمة المرور يسجّل الخروج من كل الأجهزة — وهذا الجهاز منها. وهذا هو المقصود: تغيير كلمة المرور هو ما تفعله عندما تشك أن جلسة ما ليست لك.
bn: পাসওয়ার্ড বদলালে প্রতিটি ডিভাইস সাইন আউট হয়ে যায় — এটিসহ। এটাই উদ্দেশ্য: কোনো সেশন আপনার নয় বলে সন্দেহ হলে পাসওয়ার্ড বদলাতে হয়।
ca: Canviar la contrasenya tanca la sessió a tots els dispositius, també en aquest. Aquest és el sentit: canviar la contrasenya és el que fas quan creus que una sessió no és teva.
cs: Změna hesla odhlásí všechna zařízení – i toto. Právě o to jde: heslo měníš, když máš pocit, že některé přihlášení není tvoje.
da: Når du skifter adgangskode, logges alle enheder ud – også denne. Det er meningen: Man skifter adgangskode, når man tror, at en session ikke er ens egen.
de: Wenn du dein Passwort änderst, werden alle Geräte abgemeldet – auch dieses. Das ist Absicht: Ein Passwortwechsel ist das, was du tust, wenn du glaubst, dass eine Sitzung nicht deine ist.
el: Η αλλαγή κωδικού αποσυνδέει κάθε συσκευή — και αυτήν. Αυτό είναι το νόημα: αλλάζεις κωδικό όταν νομίζεις ότι μια συνεδρία δεν είναι δική σου.
es: Al cambiar tu contraseña se cierra la sesión en todos los dispositivos, incluido este. Esa es la idea: cambiar la contraseña es lo que haces cuando crees que una sesión no es tuya.
fi: Salasanan vaihtaminen kirjaa kaikki laitteet ulos – myös tämän. Siinä on juuri pointti: salasana vaihdetaan, kun epäilet istunnon olevan jonkun muun.
fr: Changer votre mot de passe déconnecte tous les appareils — celui-ci compris. C’est voulu : on change de mot de passe quand on pense qu’une session n’est pas la sienne.
he: שינוי הסיסמה מנתק את כל המכשירים — גם את זה. זו המטרה: משנים סיסמה כשחושבים שהתחברות מסוימת אינה שלך.
hi: पासवर्ड बदलने पर हर डिवाइस साइन आउट हो जाता है — यह वाला भी। यही इसका मकसद है: जब आपको लगे कि कोई सेशन आपका नहीं है, तब आप पासवर्ड बदलते हैं।
hr: Promjena lozinke odjavljuje sve uređaje — i ovaj. U tome je poanta: lozinku mijenjaš kad misliš da sesija nije tvoja.
hu: A jelszó módosítása minden eszközről kijelentkeztet – erről is. Ez a lényeg: jelszót akkor cserélsz, ha úgy érzed, egy munkamenet nem a tiéd.
id: Mengubah kata sandi mengeluarkan semua perangkat — termasuk yang ini. Memang itu tujuannya: mengubah kata sandi adalah yang kamu lakukan saat curiga ada sesi yang bukan milikmu.
it: Cambiare la password disconnette tutti i dispositivi, anche questo. È proprio questo lo scopo: si cambia la password quando si pensa che una sessione non sia la propria.
ja: パスワードを変更すると、このデバイスを含むすべてのデバイスがサインアウトされます。これは意図的なものです。パスワード変更は、自分のものではないセッションがあると思ったときに行う操作だからです。
ko: 비밀번호를 변경하면 이 기기를 포함한 모든 기기에서 로그아웃돼요. 의도된 동작이에요. 내 세션이 아닌 것 같을 때 비밀번호를 바꾸는 것이니까요.
ml: പാസ്‌വേഡ് മാറ്റിയാൽ ഈ ഉപകരണം ഉൾപ്പെടെ എല്ലാ ഉപകരണങ്ങളും സൈൻ ഔട്ട് ആകും. അതാണ് ഉദ്ദേശ്യം: ഒരു സെഷൻ നിങ്ങളുടേതല്ലെന്ന് തോന്നുമ്പോഴാണ് പാസ്‌വേഡ് മാറ്റുന്നത്.
ms: Menukar kata laluan akan melog keluar semua peranti — termasuk yang ini. Itulah tujuannya: menukar kata laluan ialah apa yang anda lakukan apabila anda rasa sesuatu sesi bukan milik anda.
nb: Når du endrer passordet, logges alle enheter ut, også denne. Det er poenget: å endre passord er det du gjør når du tror en økt ikke er din.
nl: Als je je wachtwoord wijzigt, worden alle apparaten uitgelogd, ook dit apparaat. Dat is de bedoeling: je wijzigt je wachtwoord als je denkt dat een sessie niet van jou is.
pl: Zmiana hasła wylogowuje wszystkie urządzenia — również to. I o to chodzi: zmiana hasła to coś, co robisz, gdy podejrzewasz, że sesja nie jest Twoja.
pt_br: Alterar a senha desconecta todos os dispositivos, inclusive este. É de propósito: trocar a senha é o que se faz quando se suspeita que uma sessão não é sua.
pt_pt: Alterar a palavra-passe termina a sessão em todos os dispositivos — incluindo este. É essa a ideia: alterar a palavra-passe é o que se faz quando se suspeita que uma sessão não é nossa.
ro: Schimbarea parolei deconectează toate dispozitivele — inclusiv pe acesta. Tocmai asta e ideea: schimbi parola când crezi că o sesiune nu îți aparține.
ru: При смене пароля вы выйдете на всех устройствах, включая это. Так и задумано: пароль меняют, когда подозревают, что сеанс чужой.
sk: Zmenou hesla sa odhlásia všetky zariadenia — aj toto. Presne o to ide: zmena hesla je to, čo urobíš, keď si myslíš, že niektorá relácia nie je tvoja.
sv: När du ändrar lösenordet loggas alla enheter ut – även den här. Det är meningen: man ändrar lösenord när man tror att en session inte är ens egen.
ta: கடவுச்சொல்லை மாற்றினால் இது உட்பட எல்லாச் சாதனங்களும் வெளியேற்றப்படும். அதுதான் நோக்கம்: ஓர் அமர்வு உங்களுடையது அல்ல என்று நினைக்கும்போதே கடவுச்சொல்லை மாற்றுவீர்கள்.
te: పాస్‌వర్డ్ మార్చితే ప్రతి పరికరం సైన్ అవుట్ అవుతుంది — ఇది కూడా. అదే ఉద్దేశం: ఏదైనా సెషన్ మీది కాదని అనిపించినప్పుడు పాస్‌వర్డ్ మార్చడమే మీరు చేసేది.
th: การเปลี่ยนรหัสผ่านจะออกจากระบบทุกอุปกรณ์ รวมถึงเครื่องนี้ด้วย นี่คือจุดประสงค์: เปลี่ยนรหัสผ่านเมื่อคุณคิดว่ามีเซสชันที่ไม่ใช่ของคุณ
tr: Şifrenizi değiştirmek, bu cihaz dahil tüm cihazlardaki oturumları kapatır. Amaç da bu: bir oturumun size ait olmadığını düşündüğünüzde yapacağınız şey şifre değiştirmektir.
uk: Зміна пароля виводить із облікового запису всі пристрої, зокрема й цей. У цьому й суть: пароль змінюють, коли думають, що сеанс — не ваш.
ur: پاس ورڈ بدلنے سے ہر ڈیوائس سائن آؤٹ ہو جاتی ہے — یہ والی بھی۔ یہی اس کا مقصد ہے: جب آپ کو لگے کہ کوئی سیشن آپ کا نہیں، تو آپ پاس ورڈ بدلتے ہیں۔
vi: Đổi mật khẩu sẽ đăng xuất mọi thiết bị — kể cả thiết bị này. Đó là chủ đích: đổi mật khẩu là điều bạn làm khi nghĩ rằng có phiên đăng nhập không phải của mình.
zh_hans: 更改密码会让所有设备退出登录，包括这一台。这正是用意所在：当你怀疑某个会话不是自己的时，就该更改密码。
zh_hant: 變更密碼會讓所有裝置登出，包括這一支。這正是目的所在：當你覺得有工作階段不是你本人時，就該變更密碼。

# account.password.new.hint
source: The password you want from now on
ar: كلمة المرور التي تريدها من الآن
bn: এখন থেকে যে পাসওয়ার্ড চান
ca: La contrasenya que vols a partir d'ara
cs: Heslo, které chceš používat od teď
da: Den adgangskode, du vil bruge fremover
de: Das Passwort, das du ab jetzt verwenden willst
el: Ο κωδικός που θέλεις από εδώ και πέρα
es: La contraseña que quieres usar de ahora en adelante
fi: Salasana, jota haluat käyttää jatkossa
fr: Le mot de passe que vous voulez utiliser désormais
he: הסיסמה שאתה רוצה מעכשיו
hi: वह पासवर्ड जो आप अब से चाहते हैं
hr: Lozinka koju želiš od sada
hu: A jelszó, amelyet ezentúl használni szeretnél
id: Kata sandi yang kamu inginkan mulai sekarang
it: La password che vuoi usare da ora in poi
ja: 今後使いたいパスワード
ko: 앞으로 사용할 비밀번호
ml: ഇനിമുതൽ നിങ്ങൾക്ക് വേണ്ട പാസ്‌വേഡ്
ms: Kata laluan yang anda mahu mulai sekarang
nb: Passordet du vil bruke fra nå av
nl: Het wachtwoord dat je vanaf nu wilt gebruiken
pl: Hasło, którego chcesz używać od teraz
pt_br: A senha que você quer usar a partir de agora
pt_pt: A palavra-passe que quer usar a partir de agora
ro: Parola pe care o vrei de acum încolo
ru: Пароль, который вы хотите использовать дальше
sk: Heslo, ktoré chceš odteraz používať
sv: Lösenordet du vill ha från och med nu
ta: இனி நீங்கள் விரும்பும் கடவுச்சொல்
te: ఇకపై మీరు కోరుకునే పాస్‌వర్డ్
th: รหัสผ่านที่คุณต้องการใช้จากนี้ไป
tr: Bundan sonra kullanmak istediğiniz şifre
uk: Пароль, який ви хочете використовувати відтепер
ur: وہ پاس ورڈ جو آپ اب سے چاہتے ہیں
vi: Mật khẩu bạn muốn dùng từ bây giờ
zh_hans: 你今后想使用的密码
zh_hant: 你之後想使用的密碼

# account.password.new.label
source: New password
ar: كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός
es: Contraseña nueva
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ml: പുതിയ പാസ്‌വേഡ്
ms: Kata laluan baharu
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# account.password.new.placeholder
source: At least %lld characters
ar: لا تقل عن %lld حرف
bn: কমপক্ষে %lld অক্ষর
ca: Almenys %lld caràcters
cs: Alespoň %lld znaků
da: Mindst %lld tegn
de: Mindestens %lld Zeichen
el: Τουλάχιστον %lld χαρακτήρες
es: Al menos %lld caracteres
fi: Vähintään %lld merkkiä
fr: Au moins %lld caractères
he: לפחות %lld תווים
hi: कम से कम %lld अक्षर
hr: Najmanje %lld znakova
hu: Legalább %lld karakter
id: Minimal %lld karakter
it: Almeno %lld caratteri
ja: %lld文字以上
ko: 최소 %lld자
ml: കുറഞ്ഞത് %lld അക്ഷരം
ms: Sekurang-kurangnya %lld aksara
nb: Minst %lld tegn
nl: Minimaal %lld tekens
pl: Co najmniej %lld znaku
pt_br: Pelo menos %lld caracteres
pt_pt: Pelo menos %lld carateres
ro: Cel puțin %lld de caractere
ru: Не менее %lld символа
sk: Aspoň %lld znakov
sv: Minst %lld tecken
ta: குறைந்தது %lld எழுத்துகள்
te: కనీసం %lld అక్షరాలు
th: อย่างน้อย %lld ตัวอักษร
tr: En az %lld karakter
uk: Щонайменше %lld символу
ur: کم از کم %lld حروف
vi: Tối thiểu %lld ký tự
zh_hans: 至少 %lld 个字符
zh_hant: 至少 %lld 個字元
